INSERT INTO
    questions (
        stage_id,
        question_text,
        answer_1,
        answer_2,
        answer_3,
        answer_4,
        correct_answer,
        created_at
    )
VALUES (
        1,
        'ما هي عاصمة تونس؟',
        'صفاقس',
        'سوسة',
        'تونس',
        'بنزرت',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد أيام الأسبوع؟',
        '5',
        '6',
        '7',
        '8',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو أكبر كوكب في النظام الشمسي؟',
        'الأرض',
        'المريخ',
        'زحل',
        'المشتري',
        4,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'من هو مخترع المصباح الكهربائي؟',
        'نيوتن',
        'إديسون',
        'آينشتاين',
        'غاليليو',
        2,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد القارات في العالم؟',
        '5',
        '6',
        '7',
        '8',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو الحيوان الملقّب بملك الغابة؟',
        'النمر',
        'الفيل',
        'الأسد',
        'الذئب',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو البحر الذي يحد تونس شمالًا؟',
        'البحر الأحمر',
        'البحر الأسود',
        'البحر الأبيض المتوسط',
        'بحر العرب',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد الحروف في اللغة العربية؟',
        '26',
        '27',
        '28',
        '29',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو أسرع حيوان بري؟',
        'الحصان',
        'الفهد',
        'الغزال',
        'الكلب',
        2,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هي عاصمة فرنسا؟',
        'روما',
        'مدريد',
        'باريس',
        'برلين',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو الكوكب الأحمر؟',
        'عطارد',
        'الزهراء',
        'المريخ',
        'نبتون',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد أشهر السنة؟',
        '10',
        '11',
        '12',
        '13',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'من هو أول نبي؟',
        'نوح',
        'إبراهيم',
        'آدم',
        'موسى',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو أكبر محيط في العالم؟',
        'الأطلسي',
        'الهندي',
        'المتجمد',
        'الهادئ',
        4,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو لون السماء في يوم صافٍ؟',
        'أخضر',
        'أزرق',
        'أحمر',
        'أسود',
        2,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد أرجل العنكبوت؟',
        '6',
        '8',
        '10',
        '12',
        2,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو المعدن الذي يصدأ؟',
        'الذهب',
        'الفضة',
        'الحديد',
        'النحاس',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هي عاصمة مصر؟',
        'الإسكندرية',
        'الجيزة',
        'الأقصر',
        'القاهرة',
        4,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'ما هو العضو المسؤول عن ضخ الدم؟',
        'الرئتان',
        'الدماغ',
        'القلب',
        'المعدة',
        3,
        CURRENT_TIMESTAMP
    ),
    (
        1,
        'كم عدد أصابع اليد الواحدة؟',
        '3',
        '4',
        '5',
        '6',
        3,
        CURRENT_TIMESTAMP
    );